{"after": null, "whitelist_status": "all_ads", "modhash": "", "dist": null, "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2s3qj", "approved_at_utc": null, "ups": 0, "mod_reason_by": null, "banned_by": null, "removal_reason": null, "link_id": "t3_881w32", "likes": null, "no_follow": true, "replies": "", "user_reports": [], "saved": false, "id": "dwhnrk0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "report_reasons": null, "author": "Vizionary1", "can_mod_post": false, "send_replies": true, "parent_id": "t3_881w32", "score": 0, "approved_by": null, "downs": 0, "body": " Thats pretty much the bottom,  its being manipulated by the whales, they are shaking out all the weak-hands so y’all understand and learn to hodll next time. Not gonna lie, my first time when I heard about exchangee and these greenn volatiliity I invested in shitc0in they didn’t had t0kens at the time and I lost my BTC value. Unlike Bitcoin I never used or even withdrew these shitc0ins beside tradiing them on exchange. Alot of noobs joined the space lately and invest in shitc0in expecting they would be worth more than bitcoin This will never happen and this is one reason that impacted bitcoin to drop, so y’all can understand that **Bitcoin is the only true internet currency**, the rest is all shitcoin and will forever be Pomp and Domp to increase your bitcoin value. **Bitcoin 25K+ EOY**\n\nCarefull about shitc0ins, mostly lately with ethareum platform its even more easy to create shitc0in, these **t0kens are all shit** and created within a minute, and its creators launch a fancy website and request funds only to enrich themself and y’all noobs easely fall for it. Ethereum t0kens are shit they Pomp and Domp you don’t wanna hodl this.", "edited": false, "author_flair_css_class": "noob", "collapsed": false, "is_submitter": false, "collapsed_reason": null, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thats pretty much the bottom,  its being manipulated by the whales, they are shaking out all the weak-hands so y’all understand and learn to hodll next time. Not gonna lie, my first time when I heard about exchangee and these greenn volatiliity I invested in shitc0in they didn’t had t0kens at the time and I lost my BTC value. Unlike Bitcoin I never used or even withdrew these shitc0ins beside tradiing them on exchange. Alot of noobs joined the space lately and invest in shitc0in expecting they would be worth more than bitcoin This will never happen and this is one reason that impacted bitcoin to drop, so y’all can understand that &lt;strong&gt;Bitcoin is the only true internet currency&lt;/strong&gt;, the rest is all shitcoin and will forever be Pomp and Domp to increase your bitcoin value. &lt;strong&gt;Bitcoin 25K+ EOY&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Carefull about shitc0ins, mostly lately with ethareum platform its even more easy to create shitc0in, these &lt;strong&gt;t0kens are all shit&lt;/strong&gt; and created within a minute, and its creators launch a fancy website and request funds only to enrich themself and y’all noobs easely fall for it. Ethereum t0kens are shit they Pomp and Domp you don’t wanna hodl this.&lt;/p&gt;\n&lt;/div&gt;", "subreddit_type": "public", "can_gild": true, "subreddit": "Bitcoin", "name": "t1_dwhnrk0", "score_hidden": false, "permalink": "/r/Bitcoin/comments/881w32/the_adoption_is_increasing_day_by_day_bitcoin/dwhnrk0/", "num_reports": null, "stickied": false, "created": 1522379237.0, "author_flair_text": "redditor for 3 months", "created_utc": 1522350437.0, "subreddit_name_prefixed": "r/Bitcoin", "controversiality": 1, "depth": 0, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}